<%@ Page Title="About" Language="C#" MasterPageFile="~/Site.Master" AutoEventWireup="true" CodeBehind="About.aspx.cs" Inherits="Traffic.About" %>

<asp:Content ID="BodyContent" ContentPlaceHolderID="MainContent" runat="server">
    <h2><%: Title %>.</h2>
    <p class="MsoNormal">
        <b><span>Система &quot;Учет автотранспорта&quot;</span></b><span> - предназначена для 
        комплексной автоматизации учета транспорта в автотранспортных предприятиях, 
        организациях, которые имеют автопарки, а также и для частных лиц, имеющих личные 
        авто и желающих вести полный контроль расходов и ремонтов по ним.<o:p></o:p></span></p>
    <p class="MsoNormal">
        <span>Программа позволит контролировать работу, эксплуатацию транспорта, а также 
        затраты денежных средств, благодаря таким возможностям, как учет ТС, их 
        документов, технических характеристик, контроль своевременной выписки страховых 
        полисов, а также прохождение техосмотров. Возможность ведения базы водителей с 
        привязкой к транспортному средству, ведение истории ДТП, ремонтных работ по 
        каждому ТС. Получение отчетов по всем данным. Конфигурация легко и быстро 
        настраивается под конкретные требования заказчика. <o:p></o:p></span>
    </p>
</asp:Content>
